---
kind: other
id: Properties.T:Autodesk.Revit.DB.TableCellStyleOverrideOptions
source: html/91cb0264-4774-0061-524c-a083ecad019b.htm
---
# TableCellStyleOverrideOptions Properties

Indicates if the background color characteristic is overridden.